[
 	"More than 215 million people, or 3% of the world population, live outside their countries of birth. Current migration flows, relative to opulation, are weaker than those of the last decades of the nineteenth century", 	
  	"The top migrant destination country is the United States, followed by the Russian Federation, Germany, Saudi Arabia, and Canada. The top immigration countries, relative to population, are Qatar (87%), Monaco (72%), the United Arab Emirates (70%), Kuwait (69%), and Andorra (64%)",
 	"The United States has seen the largest inflows of migrants between 2005 and 2010. There was a surge of migrant flows to Spain, Italy, and the United Kingdom, mainly from Eastern Europe as well as Latin America and North Africa.",
    "The six Gulf Cooperation Council countries (Bahrain, Kuwait, Oman, Qatar, Saudi Arabia, and the United Arab Emirates) have also seen a significant increase in migrant flows in the past few years, mostly from South Asia and East Asia. However, new migration flows in all regions have weakened because of the global financial crisis",
    "The volume of South–South migration (migration between developing countries) is larger than migration from the South to high-income countries belonging to the OECD. High-income non-OECD countries such as the Gulf countries are also major destinations for migrants from the South.",
    "South–South migration is significantly larger than migration from the South to high-income OECD countries in Sub-Saharan Africa (73%) and Europe and Central Asia (61%).", 
    "According to available official data, Mexico–United States is the largest migration corridor in the world, accounting for 11.6 million migrants in 2010. Migration corridors in the former Soviet Union—Russia–Ukraine and Ukraine–Russia—are the next largest, followed by Bangladesh–India.",
    "Smaller countries tend to have higher rates of skilled emigration. Almost all physicians trained in Grenada and Dominica have emigrated abroad. Cape Verde, Fiji, Liberia, São Tomé and Principe, and St. Lucia are also among the countries with very high emigration rates of physicians.",
    "Refugees and asylum seekers made up 16.3 million, or 8 percent, of international migrants in 2010. The share of refugees in the migrant population was 14.6% in low-income countries compared with 2.1% in high-income OECD countries.",
    "The Middle East and North Africa region had the largest share of refugees and asylum seekers among immigrants (65%), followed by South Asia (20%), Sub-Saharan Africa (17%), and East Asia and Pacific (8.8%).",
    "In 2010, worldwide remittance flows are estimated to have exceeded $440 billion. From that amount, developing countries received $325 billion, which represents an increase of 6 percent from the 2009 level. The true size, including unrecorded flows through formal andinformal channels, is believed to be significantly larger.",
    "In 2010, the top recipient countries of recorded remittances were India, China, Mexico, the Philippines, and France. As a share of GDP, however, smaller countries such as Tajikistan (35%), Tonga (28%), Lesotho (25%), Moldova (31%), and Nepal (23%) were the largest recipients in 2009.",
    "High-income countries are the main source of remittances. The United States is by far the largest, with $48 billion in recorded outward flows in 2009. Saudi Arabia ranks as the second largest, followed by Switzerland and Russia",
    "Remittance flows to developing countries proved to be resilient during the recent global financial crisis—they fell only 5.5 percent in 2009 and registered a quick recovery in 2010. By contrast, there was a decline of 40 percent in FDI flows and a 46 percent decline in privatedebt and portfolio equity flows in 2009"
]
